Repository: moonymeric/Attack_of_the_Undead
Catalog: translations/*/*.po
Languages: fi, fr, pl, sk, tr

source: Test of Darkness
fi: Pimeyden testi
fr: À l'épreuve des ténèbres
pl: Test Ciemności
sk: Test temnoty
tr: Karanlıkta Deneme

source: Look, there trying to get through. Our master told us not to let them past.
fi: Katso, yrittävät päästä tuolta läpi. Mestarimme käski, ettemme päästäisi heitä.
fr: Regardez, ils tentent une percée. Notre maître nous a dit de ne pas les laisser passer.
pl: Spójrz, tam próbują się przedostać. Nasz pan kazał nam ich nie pozwolić im przedostać się.
sk: Pozri, blížia sa. Náš pán dal jasný rozkaz nedovoliť im prejsť.
tr: Bak, geçmeye çalışıyorlar. Efendimiz geçmelerine izin vermememizi söyledi.

source: There are undead all about!
fi: Epäkuolleita on joka puolella!
fr: Il y a des morts-vivants partout !
pl: Wszędzie wokół są nieumarli!
sk: Nemŕtvy sú úplne všade!
tr: Her yer yarı ölü kaynıyor!

source: Yes, but we must get through here nonetheless. You should surround yourself with units to protect yourself.
fi: Niin on, mutta meidän täytyy päästä tästä läpi joka tapauksessa. Sinun täytyisi ympäröidä itsesi yksiköillä suojellaksesi itseäsi.
fr: Oui, mais nous devons néanmoins franchir leurs lignes. Vous devriez vous entourer de soldats pour vous protéger.
pl: Tak, ale musimy się tędy przedostać mimo wszystko.
sk: Áno, ale aj tak sa musíme tadiaľto dostať. Mal by si sa obkolesiť jednotkami, aby ťa chránili.
tr: Evet, fakat ne olursa olsun geçmeliyiz. Kendini korumak için birimlerin arasında kalmalısın.

source: Move Ryan to the signpost in the north
fi: Vie Ryan tienviitalle pohjoisessa.
fr: Déplacer Ryan vers le panneau au nord.
pl: Dotrzyj Ryanem do znaku na pólnocy
sk: presuň Ryana na severnú značku
tr: Rayn’ı kuzeydeki yol işaretine götür

source: Defeat the enemy leaders (Bonus)
fi: Kukista vihollisjohtajat (bonus)
fr: Vaincre les chefs ennemis (bonus)
pl: Pokonaj przywódców wroga (Bonus)
sk: Poraz nepriateľských veliteľov (Bonus)
tr: Düşman liderlerini yenersen ödül var

source: Death of Ryan
fi: Ryanin kuolema
fr: Mort de Ryan
pl: Śmierć Ryana
sk: Zomrie Ryan
tr: Rayn’ın ölümü

source: Death of Ben
fi: Benin kuolema
fr: Mort de Ben
pl: Śmierć Bena
sk: Zomrie Ben
tr: Ben’in ölümü

source: We've gotten through.
fi: Olemme päässeet läpi.
fr: Nous avons réussi.
pl: Przedostaliśmy się.
sk: Prešli sme.
tr: Geçtik.

source: Good, the valley that the undead are coming from is only a little ways from here.
fi: Hyvä. Laakso, josta epäkuolleet tulevat, on enää lyhyen matkan päästä täältä.
fr: Parfait, la vallée d'où viennent les morts-vivants est toute proche de cet endroit.
pl: Dobrze, dolina z której przychodzą nieumarli jest już niedaleko.
sk: Fajn, údolie tých nemŕtvych už nie je ďaleko.
tr: Güzel, yarı ölülerin geldiği vadiye çok az yolumuz kaldı.

source: We have defeated them, now let us pass through here.
fi: Olemme kukistaneet ne. Päästä meidät nyt menemään tästä.
fr: Nous les avons battus, nous devons maintenant sortir d'ici.
pl: Pokonaliśmy ich, teraz pozwólcie nam przejść.
sk: Porazili sme ich, a teraz nám dovoľ prejsť.
tr: Onları yendik, artık buradan gidelim.

source: All is lost, the undead will destroy us!
fi: Kaikki on mennyttä! Epäkuolleet tuhoavat meidät!
fr: Tout est perdu, les morts-vivants vont nous détruire !
pl: Wszystko stracone, nieumarli nas zniszczą!
sk: Všetko je stratené, nemŕtvy nás rozdupú!
tr: Kaybettik, yarı ölüler bizi öldürecek!

source: I will never see my village again!
fi: En koskaan enää näe kylääni!
fr: Je ne reverrai jamais mon village !
pl: Nigdy nie zobaczę znów mojej wioski!
sk: Už nikdy neuvidím svoju rodnú dedinu!
tr: Bir daha köyümü göremeyeceğim!

source: I have failed!
fi: Olen epäonnistunut!
fr: J'ai échoué !
pl: Poniosłem klęskę!
sk: Sklamal som!
tr: Yenildim!

source: Now we will never get through...
fi: Nyt emme ikinä pääse läpi...
fr: Nous n'y arriverons jamais maintenant...
pl: Teraz nigdy się nie przedostaniemy...
sk: Teraz sa tam nikdy nedostaneme...
tr: Artık asla geçemeyeceğiz.

source: The Last Straw
fi: Viimeinen oljenkorsi
fr: La Dernière Épreuve
pl: Kropla przepełniająca czarę
sk: Posledná kvapka
tr: Yeter Artık

source: This is it.
fi: Tämä se on.
fr: C'est cela.
pl: To koniec.
sk: To je ono.
tr: İşte o.

source: That is no longer my name. I am more powerful then you could ever become. I am the master. Muhhhaaa! We will crush you!
fi: Tuo ei enää ole nimeni. Olen voimakkaampi kuin sinusta koskaan voisi tulla. Olen mestari. Muhahahaa! Nitistämme sinut!
fr: Ce n'est plus mon nom. Je suis plus puissant que vous ne pourrez jamais le devenir. Je suis le maître. Muhaaa ! Nous allons vous écraser !
pl: To już nie jest moje imię. Jestem potężniejszy niż ty kiedykolwiek mógłbyś być. Jestem mistrzem. Muhhhaaa! Zmiażdzymy was!
sk: Dávno som azbudol na to meno. Som silnejší, ako by si sa ty vôbec mohol stať. Teraz som tu pánom ja. Muhehehehe. A teraz z teba ja a moji prisluhovači urobia jedného z nás!
tr: Benim adım artık bu değil. Sandığınızdan daha güçlüyüm. Ben işimi bilirim. Muhahaha! Sizi ezeceğiz!

source: Defeat the enemy leader
fi: Kukista vihollisjohtaja
fr: Vaincre le chef ennemi
pl: Pokonaj przywódcę wroga
sk: Poraz nepriateľského veliteľa
tr: Düşman liderini öldür

source: Deven? What happened?
fi: Deven? Mitä tapahtui?
fr: Deven ? Qu'est-il arrivé ?
pl: Deven? Co się stało?
sk: Deven? Čo sa stalo?
tr: Deven? Ne oldu sana?

source: And so passes Deven, once a mage.
fi: Ja niin lähtee Deven, joka kerran oli velho.
fr: Et ainsi disparut Deven, lui qui fut autrefois un mage.
pl: I tak odszedł Deven, kiedyś mag.
sk: A tak sa zobúdza Deven, ktorý bol kedysi mágom.
tr: Böylece Deven öbür tarafa geçti.

source: And he stood as a testament for that group of mages of what happens when one meddles with the dark arts...
fi: Ja hän on varoittavana esimerkkinä velhoille siitä, mitä tapahtuu kun sotkeutuu pimeyden saloihin...
fr: Pour ce groupe de magicien, cela resta un témoignage de ce qui arrive quand l'on s'intéresse aux arts des ténèbres...
pl: I grupa magów dostrzegła w nim świadectwo tego co dzieje się gdy próbuje się posłużyć mroczną sztuką...
sk: A tak sa stal ukážkou, ako môžu dopadnúť mágovia, ktorí sa zahrávajú s temnými umeniami...
tr: Kara sanatlarla uğraşanların başına neler geldiğini gördünüz.

source: Noooo, they have overrun us!
fi: Eiiii, he ovat lyöneet meidät!
fr: Non, ils nous ont submergés !
pl: Nieee, pokonali nas!
sk: Nieeee! Teraz nás premôžu!
tr: Haaayııırrr, bize saldırıyorlar!

source: Attack of the Undead
fi: Epäkuolleiden hyökkäys
fr: L'Attaque des morts-vivants
pl: Atak nieumarłych
sk: Útok nemŕtvych
tr: Yarı Ölülerin Saldırısı

source: Two months after Deven's mysterious disappearance, undead hordes were sighted coming towards the mage city...
fi: Kaksi kuukautta Devenin salaperäisen katoamisen jälkeen epäkuolleiden joukkojen nähtiin tulevan kohti velhokaupunkia...
fr: Des hordes de morts-vivants convergeant vers la cité des magiciens furent signalées deux mois après la mystérieuse disparition de Deven...
pl: Dwa miesiące po tajemniczym zniknięciu Devena, zauważono zbliżające się do miasta hordy nieumarłych...
sk: Dva mesiace po zvláštnom Devenovom zmiznutí, hordny nemŕtvych boli spozorované, ako sa približujú k mestu mágov...
tr: Deven’in şüpheli kayboluşunun üzerinden iki ay geçer. Büyücü kentine yaklaşmakta olan yarı ölü orduları görülür.

source: Look, Undead are attacking from the south, I must hold them off for as long as I can.
fi: Katso, epäkuolleet hyökkävät etelästä. Minun täytyy pidätellä heitä niin kauan kuin voin.
fr: Regardez, des morts-vivants attaquent par le sud, je dois les retenir aussi longtemps que je le pourrai.
pl: Spójrz, Nieumarli atakują z południa, muszę ich zatrzymać na tak długo jak zdołam.
sk: Pozrite! Z juhu sa na nás valia nemŕtvy, musím zo všetkých síl ubrániť každú piaď zeme pred nimi.
tr: Bak, yarı ölüler güneyden saldırıyor, onları mümkün olduğunca buraya yaklaştırmamalıyız.

source: Resist until the end of the turns
fi: Selviydy vuorojen loppuun asti
fr: Résister jusqu'à la fin des tours
pl: Broń się aż do wyczerpie się limit tur
sk: Prežiť stanovený čas
tr: Eller tükeninceye kadar dayan

source: We must escape, there is a village to the north, perhaps they can help us.
fi: Meidän on paettava. Täältä pohjoiseen on kylä. Ehkä kyläläiset voisivat auttaa meitä.
fr: Nous devons nous échapper, il y a un village au nord, peut-être pourront-ils nous aider.
pl: Musimy uciec, na północy jest wioska, może jej mieszkańcy mogą nam pomóc.
sk: Musíme uniknúť. Na severe je dedina, možno by nám dedinčania mohli pomôcť.
tr: Kaçmalıyız. Kuzeyde bir köy var, belki bize yardım ederler.

source: Help From the Villagers
fi: Kyläläisten apu
fr: Les Villageois à la rescousse
pl: Pomoc od wieśniaków
sk: Pomoc od dedinčanov
tr: Köylülerin Yardımı

source: Ryan and the other mages headed towards the village in the north with the undead on pursuit.
fi: Ryan ja muut velhot suuntasivat kohti pohjoista kylää epäkuolleiden takaa-ajamina.
fr: Ryan et les autres mages se dirigèrent vers le village au nord, les morts-vivants à leurs trousses.
pl: Ryan i inni magowie skierowali się w stronę wioski na północy ścigani przez nieumarłych.
sk: Ryan a ostatní mágovia sa dostali na sever do dediny, no nemŕtvy im boli v pätách...
tr: Rayn ve arkadaşları, arkalarında yarı ölülerle kuzeydeki köye yöneldiler.

source: Our home was ransacked by the undead, and now they're following us.
fi: Epäkuolleet ryöstivät kotimme ja nyt he seuraavat meitä.
fr: Nos demeures ont été pillées par les morts-vivants, et ils nous poursuivent maintenant.
pl: Nasz dom został zniszczony przez nieumarłych, a teraz oni ścigają nas.
sk: Náš domov bol zničený nemŕtvymi, a teraz sa ženú za nami.
tr: Evimiz yarı ölüler tarafından yağmalandı. Şimdi de bizim peşimizdeler.

source: We will help you defeat them.
fi: Autamme teitä kukistamaan heidät.
fr: Nous allons vous aider à les vaincre.
pl: Pomożemy ci pokonać ich
sk: Pomôžeme rozdrviť ich.
tr: Onları yenmenize yardım ederiz.

source: They're gone.
fi: He ovat poissa.
fr: Ils sont partis.
pl: Nie ma ich.
sk: Ámen. Je po všetkom.
tr: Gittiler.

source: No, the undead have attacked here as well, and they seem to be coming from the north.
fi: Ei, epäkuolleet ovat hyökänneet myös tänne, ja vaikuttaa että he olisivat tulleet pohjoisesta.
fr: Non, les morts-vivants ont attaqué ici aussi, et ils semblaient venir du nord.
pl: Nie, nieumarli tutaj też zaatakowali, zdaje się że nadzeszli z północy.
sk: Nie, nemŕtvy útočili aj tu, a vyzerá to tak, že sa sem dostali zo severu.
tr: Hayır, yarı ölüler buraya da saldırdı. Kuzeyden geliyorlar gibi görünüyor.

source: For how long have they been attacking?
fi: Milloin hyökkäykset alkoivat?
fr: Quand ont-ils attaqué ?
pl: Od jak dawna atakują?
sk: Ako dlho už útočia?
tr: Ne kadar zamandır saldırıyorlar?

source: Just recently.
fi: Vasta lähiaikoina.
fr: Très récemment.
pl: Od niedawna.
sk: Len nedávno.
tr: Çok yeni.

source: We will go north with you to defeat them.
fi: Me lähdemme kanssasi pohjoiseen kukistamaan heidät.
fr: Nous allons vous accompagner vers le nord pour les vaincre.
pl: Podążymy z tobą na północ żeby ich pokonać.
sk: Pôjdeme na sever, a pomôžeme rozdrviť tie hrkotajúce kostričky.
tr: Onları yenmek için sizinle kuzeye gideceğiz.

source: Thank you.
fi: Kiitos.
fr: Merci.
pl: Dziękuję.
sk: Ďakujem.
tr: Teşekkürler.

source: The Student
fi: Opiskelija
fr: L'Étudiant
pl: Student
sk: Študent
tr: Talebe

source: In a remote part of Wesnoth, there is a mage city where young mages learn away from the outside world.
fi: Eräässä Wesnothin syrjäisessä kolkassa sijaitsee velhokaupunki, jossa nuoret velhot opiskelevat poissa ulkopuolisesta maailmasta.
fr: Il y a, dans un endroit reculé de Wesnoth, une cité de magiciens où de jeunes mages étudient à l'abri du monde extérieur.
pl: W odległej części wesnoth znajduje się miasto magów gdzie młodzi magowie uczą się, odizolowani od zewnętrznego świata.
sk: Vo vzdialenej časti kráľovstva Wesnoth sa nachádza mesto mágov, kde sa mladí mágovia vzdelávajú mimo okolitého sveta.
tr: Wesnoth’un uzak bir yöresinde genç büyücülerin dünyadan uzakta öğrenim gördükleri bir büyücü kenti vardır.

source: One day, two students, Ryan and Deven..
fi: Eräänä päivänä kaksi opiskelijaa, Ryan ja Deven...
fr: Un jour, deux étudiants, Ryan et Deven...
pl: Pewnego dnia, dwóch uczniów, Ryan i Deven
sk: Jedného dňa, dvaja študenti, Ryan a Deven...
tr: Bir gün iki öğrenci, Rayn ve Deven...

source: Hello Deven.
fi: Terve Deven.
fr: Salut Deven.
pl: Cześć Deven.
sk: Ahoj Deven.
tr: Merhaba Deven.

source: Hehehehee...
fr: Hé hé hé hé...
sk: Muhehehehe...
tr: Hihihihii...

source: Suddenly Deven vanished.
fi: Äkkiä Deven katosi.
fr: Deven disparut soudainement.
pl: Nagle Deven znikł
sk: Odrazu Deven zmizol.
tr: Deven anında gözden kaybolur.

source: What happened?
fi: Mitä tapahtui?
fr: Que s'est-il passé ?
pl: Co się stało?
sk: Čo sa stalo?
tr: Ne oldu?

source: AotU
fi: EH
fr: L'Adm-v
pl: AN
sk: ÚN
tr: YÖS

source: Play as a mage to protect your city from the undead.
fi: Pelaa maagina suojellaksesi kaupunkiasi epäkuolleilta.
fr: Incarnez un mage qui protège sa ville des morts-vivants.
pl: Zagraj magiem by obronić swoje miasto przed nieumarłymi
sk: Hraj v úlohe mága, ktorý ochraňuje svoje mesto pred hordami nemŕtvych.
tr: Şehrini yarı ölülerden korumak isteyen bir büyücüsün.

source: (Novice level, 4 scenarios.)
fi: (Aloittelijataso, 4 skenaariota.)
fr: (Niveau débutant, 4 scénarios.)
pl: (Pozion początkujący, 4 scenariusze)
sk: (Pre začiatočníkov, 4 scén.)
tr: (Acemi Düzeyi, 4 senaryo.)

source: Mage
fi: Velho
pl: Mag
sk: Mág
tr: Büyücü

source: Easy
fi: Helppo
fr: Facile
pl: Łatwy
sk: Ľahká
tr: Kolay

source: Red Mage
fi: Punainen velho
fr: Mage rouge
pl: Czerwony mag
sk: Červený mág
tr: Kızıl Büyücü

source: Normal
fi: Normaali
pl: Normalnie
sk: Stredná

source: Arch Mage
fi: Arkkivelho
fr: Archimage
pl: Arcymag
sk: Archmág
tr: Baş Büyücü

source: Challenging
fi: Haastava
fr: Difficile
pl: Trudny
sk: Náročná
tr: Meydan Okuma

source: Campaign Design
fi: Kampanjasuunnittelu
fr: Conception de la campagne
pl: Projektant Kampanii
sk: Návrh kampane
tr: Seferberlik Tasarımı

source: Campaign Maintenance
fi: Kampanjan ylläpito
fr: Maintenance de la campagne
pl: Obecny Zarządzający
sk: Údržba príbehu
tr: Seferberlik Bakımı

source: Translation
fi: Käännös
fr: Traduction
pl: Tłumaczenie
sk: Preklad
tr: Çeviri

source: Hmmm...
fr: Humm...
tr: Hımmm...
