Repository: moonymeric/Attack_of_the_Undead
Catalog: translations/wesnoth-aotu/*.po
Languages: cs, da, de, es, hu, it

source: Test of Darkness
cs: Zkouška Temnoty
da: Mørkets test
de: Versuch der Dunkelheit
es: Prueba de la Obscuridad
hu: A sötétség próbája
it: La prova della tenebra

source: Look, there trying to get through. Our master told us not to let them past.
cs: Snaží se projít. Náš pán přikázal, že se jim to nesmí podařit.
da: Se der forsøger at trænge igennem. Vores læreer sagde, at vi skulle forhindre noget sådant.
de: Schaut nur, sie versuchen an uns vorbeizukommen. Unser Meister hat uns befohlen sie nicht vorbei zu lassen.
es: Mira, estoy tratando de pasar. Nuestro maestro nos dijo que no los dejáramos pasar.
hu: Nézd ott akarnak átjutni. A mester azt mondta, nem engedhetjük őket át.
it: Guarda, stanno cercando di passare. Il nostro padrone ha detto di impedirglielo.

source: There are undead all about!
cs: Všude jsou nemrtví!
da: Der er udøde over det hele!
de: Sie sind alle untot!
es: ¡Hay muertos vivientes por todas partes!
hu: Mindenfelé élőholtak vannak!
it: Ci sono non-morti dappertutto!

source: Yes, but we must get through here nonetheless. You should surround yourself with units to protect yourself.
cs: Ano, ale stejně se přes ně musíme dostat. Měl by ses obklopit jednotkami, které tě ochrání.
da: Ja, men vi må igennem her alligevel. Du bør omringe dig selv med enheder, så du beskytter dig selv.
de: Ja, aber wir müssen trotzdem hier durch kommen.
es: Sí, pero de todos modos debemos pasar por aquí. Deberías rodearte a ti mismocon unidades para protegerse.
hu: Igen, de akkor is át kell jutnunk. Körbeveheted magad az egységeiddel, hogy némi védelemhez juss.
it: Sì, ma noi dobbiamo passare comunque. Dovresti circondarti di unità per difenderti.

source: Move Ryan to the signpost in the north
cs: Přesuň Ryana k ukazateli na severu
da: Flyt Ryan til signalposten i nord
de: Bewege Ryan zu dem Wegpunkt im Norden
es: Lleve Ryan al poste indicador en el norte
hu: Elvezeted Ryant az északi jelzőtábláig
it: Sposta Ryan al cartello a nord.

source: Defeat the enemy leaders (Bonus)
cs: Poraz nepřátelské velitele (Bonus)
da: Besejr de fjendtlige ledere (bonus)
de: Besiegt alle gegnerischen Anführer (Bonus)
es: Derrota al líder enemigo (prima)
hu: Legyőződ az ellenséges vezéreket (bónusz)
it: Sconfiggi il comandante nemico (bonus)

source: Death of Ryan
cs: Ryan zemře
da: Ryans død
de: Ryan fällt in der Schlacht
es: Muerte de Ryan
hu: Ryan elesik
it: Morte di Ryan

source: Death of Ben
cs: Ben zemře
da: Bens død
es: Muerte de Ben
hu: Ben elesik
it: Morte di Ben

source: We've gotten through.
cs: Podařilo se!
da: Vi slap igennem.
de: Wir sind durchgekommen.
es: Lo hemos superado.
hu: Átjutottunk.
it: Siamo passati.

source: Good, the valley that the undead are coming from is only a little ways from here.
cs: Dobrá. Údolí, ze kterého přicházejí nemrtví, je jen kousek odtud.
da: Udmærket dalen, som de udøde kommer fra, er kun et kort stykke fra her.
de: Gut, das Tal aus dem die Untoten kommen ist nur noch einen kurzen Weg von hier entfernt.
es: Bien, el valle del que vienen los no-muertos está a solo un pequeño camino deaquí.
hu: Jó, a völgy ahonnét az élőholtak jönnek már nincs túl messze innen.
it: Bene, la valle da cui stanno arrivando i non-morti è qua vicino.

source: We have defeated them, now let us pass through here.
cs: Porazili jsme je, tak pojďme dál.
da: Vi har besejret dem, lad os komme igennem.
de: Wir haben sie besiegt, lasst uns nun an diesem Ort vorbeiziehen.
es: Los hemos derrotado, ahora pasemos por aquí.
hu: Legyőztük őket, most már átmehetünk itt.
it: Li abbiamo sconfitti, ora andiamo avanti.

source: All is lost, the undead will destroy us!
cs: Všechno je ztraceno, nemrtví nás zničí!
da: Alt er tabt, de udøde vil knuse os!
de: Alles ist verloren, die Untoten werden uns überrennen!
es: ¡Todo está perdido, los muertos vivientes nos destruirán!
hu: Minden elveszett, az élőholtak elpusztítanak minket!
it: Tutto è perduto, i non-morti ci distruggeranno!

source: I will never see my village again!
cs: Nikdy už neuvidím svou vesnici!
da: Jeg vil aldrig se min landsby igen!
de: Ich werede nie wieder mein Dorf sehen können!
es: ¡Nunca volveré a ver mi pueblo!
hu: Már sohase fogom újra látni a falumat!
it: Non rivedrò mai più il mio villaggio.

source: I have failed!
cs: Selhal jsem!
da: Jeg har svigtet!
de: Ich habe versagt.
es: ¡He fallado!
hu: Elbuktam!
it: Ho fallito!

source: Now we will never get through...
cs: Teď nikdy neprojdeme!
da: Nu kommer vi aldrig igennem...
de: Nun werden wir nie vorbeikommen.
es: Spanish32/500Ahora nunca lo lograremos ...
hu: Most már soha nem fogunk átjutni...
it: Adesso non riusciremo più a passare...

source: The Last Straw
cs: Poslední Stéblo
da: Det sidste strå
de: Der letzte Strohhalm
es: La Paja Pasada
hu: Az utolsó szalmaszál
it: L'ultima goccia

source: This is it.
cs: Tak to je ono.
da: Sådan.
de: Das war's.
es: Eso es todo.
hu: Ez az itt.
it: Ecco.

source: Deven?
cs: Devene?

source: That is no longer my name. I am more powerful then you could ever become. I am the master. Muhhhaaa! We will crush you!
cs: To už není mé jméno. Jsem mocnější, než by ses mohl kdy stát. Jsem Mistr! Muhahaha! Rozdrtíme tě!
da: Det er ikke længere mit navn. Jeg er mægtigere, end du nogensinde vil kunne blive. Jeg er den største. Muhhaaa! Vi vil knuse dig!
de: Das ist nicht länger mein Name. Ich bin mächtiger als du es je sein könntest. Ich bin der Meister. Muhhhaaa! Wir werden euch zerquetschen!
es: Ese ya no es mi nombre. Soy más poderoso de lo que jamás podrías llegar a ser. Isoy el amo. ¡Muhhhaaa! ¡Te aplastaremos!
hu: Ez többé nem az én nevem. A hatalmam mára sokkal nagyobb, mint amennyi neked valaha lehet. A mester én vagyok. Hahaha! El fogunk pusztítani titeket!
it: Quello non è più il mio nome. Sono più potente di quanto tu potrai mai diventare. Sono il maestro. Muhhhaaa! Vi schiacceremo!

source: Defeat the enemy leader
cs: Poraz nepřátelského velitele
da: Besejr den fjendtlige leder
de: Besiege den gegnerischen Anführer
es: Derrota al líder enemigo
hu: legyőzöd az ellenséges vezért
it: Sconfiggi il comandante nemico

source: Deven? What happened?
cs: Devene? Co se stalo?
da: Deven? Hvad er der sket?
de: Deven? Was ist passiert?
es: ¿Deven? ¿Qué sucedió?
hu: Deven? Mi történt veled?
it: Deven? Cosa è successo?

source: And so passes Deven, once a mage.
cs: A tak odchází Deven, kdysi Mág.
da: Og sådan gik Deven videre en tidligere troldmand.
de: Und so stirbt Deven, einst ein Magier.
es: Y así pasa Deven, una vez mago.
hu: Így aztán Deven, egy újabb mágus átállt.
it: Così finì Deven, una volta mago.

source: And he stood as a testament for that group of mages of what happens when one meddles with the dark arts...
cs: A tak se stal pro tuto skupinku připomínkou, co se stane, když se zapletete s temným učením.
da: Han står som et testamente for, hvad der sker med en troldmand, der overgiver sig til det ondes handlinger...
de: Und er steht nun als Zeugnis für diese Gruppe von Magiern, was passiert, wenn man sich mit den dunklen Künsten einlässt.
es: Y fue un testimonio para ese grupo de magos de lo que sucede cuando unose entromete con las artes oscuras ...
hu: És ő lett az elrettentő példa a mágusok azon csoportjának, akik tudni akarták mi történik, ha egyikük is a sötét erőkkel vacakol...
it: Ed è servito come monito a quel gruppo dei maghi per quello che accade quando ci si immischia con le arti oscure...

source: Noooo, they have overrun us!
cs: Neee! Dostali se přes nás!
da: Neeeej, de har løbet os over ende!
de: Nein, sie haben uns überrannt!
es: ¡Noooo, nos han invadido!
hu: Neeeem, sikerült fölénk kerekedniük!
it: Noooo, ci hanno travolto!

source: Attack of the Undead
cs: Útok Nemrtvých
da: De udødes angreb
de: Angriff der Untoten
es: Ataque de los No Muertos
hu: Az élőholtak támadása
it: L'attacco dei non-morti

source: Two months after Deven's mysterious disappearance, undead hordes were sighted coming towards the mage city...
cs: Dva měsíce po záhadném zmizení Devena byly spatřeny nemrtvé hordy pochodující směrem k městu Mágů ...
da: To måneder efter Devens mystiske forsvinding blev store mængder af udøde set komme mod troldmandsbyen...
de: Zwei Monate nach dem mysteriösen Verschwinden von Deven wurden untote Horden gesehen, die sich auf die Satdt der Magier zubewegten.
es: Dos meses después de la misteriosa desaparición de Deven, las hordas de no-muertos fueronavistado viniendo hacia la ciudad de los magos ...
hu: Két hónappal Deven titokzatos eltűnése után, élőholt hordák közeledtek a varázslók városa felé...
it: Due mesi dopo la misteriosa scomparsa di Deven, furono avvistate orde di non-morti dirette verso la città dei maghi...

source: Look, Undead are attacking from the south, I must hold them off for as long as I can.
cs: Podívej! Nemrtví útočí z jihu. Musím je zadržet, jak dlouho budu moci.
da: Se udøde angriber fra syd. Jeg må holde dem tilbage i så lang tid som muligt.
de: Schaut nur, die Untoten greifen uns vom Süden an, Ich muss sie so lange aufhalten wie ich nur kann.
es: Mira, los muertos vivientes están atacando desde el sur, debo mantenerlos alejados tanto tiempocomo puedo.
hu: Nézd, élőholak támadnak dél felől, fel kell tartanom őket, addig amíg csak lehet.
it: Guardate, i non-morti stanno attaccando da sud, devo respingerli finché posso.

source: Resist until the end of the turns
cs: Odolávej do konce kol
da: Modstå indtil tiden er gået
de: Überlebe das Rundenlimit
es: Resista hasta el final de las vueltas
hu: Kitartasz a körök végéig
it: Resisti fino alla fine dei turni

source: We must escape, there is a village to the north, perhaps they can help us.
cs: Musíme uprchnout. Je tu jedna vesnice na severu. Možná nám tam pomohou.
da: Vi må flygte, der er en landsby mod nord, måske kan de hjælpe os.
de: Wir müsen flüchten. Es gibt ein Dorf im Norden, vielleicht können die Bewohner uns helfen.
es: Debemos escapar, hay un pueblo al norte, tal vez puedan ayudarnos.
hu: El kell menekülnünk, észak felé van egy falu, talán ott majd segítenek nekünk.
it: Dobbiamo fuggire, c'è un villaggio a nord, forse ci possono aiutare.

source: Help From the Villagers
cs: Pomoc vesničanů
da: Hjælp fra landsbybeboerne
de: Hilfe von den Dorfbewohnern
es: Ayuda de los aldeanos
hu: Segítség a falusiaktól
it: L'aiuto del villaggio

source: Ryan and the other mages headed towards the village in the north with the undead on pursuit.
cs: Ryan a další mágové zamířili k vesnici na severu, pronásledováni nemrtvými.
da: Ryan og de andre troldmænd tog mod landsbyen i nord med de udøde efter sig.
de: Ryan und die anderen Magier gingen in die Richtung des Dorfes im Norden, dicht gefolgt von den Untoten.
es: yan y los otros magos se dirigieron hacia la aldea en el norte con elmuertos vivientes en persecución.
hu: Ryan és más mágusok az északi falu felé indultak, nyomukban az élőholtakkal.
it: Ryan e gli altri maghi si diressero verso il villaggio a nord con i non-morti alle calcagna.

source: Our home was ransacked by the undead, and now they're following us.
cs: Náš domov byl vypleněn nemrtvými a ti nás teď pronásledují.
da: Vores hjem blev hærget af de udøde, og nu følger de efter os.
de: Unsere Heimat wurde von Untoten geplündert und nun folgen sie uns.
es: Nuestra casa fue saqueada por los no muertos, y ahora nos siguen.
hu: Az otthonunkat kifosztották az élőholtak, és most a nyomunkban vannak.
it: Le nostre case sono state saccheggiate dai non-morti che ora ci stanno dando la caccia.

source: We will help you defeat them.
cs: Pomůžeme vám je porazit.
da: Vi vil hjælp med at besejre dem.
de: Wir werden Euch dabei helfen sie zu besiegen.
es: Te ayudaremos a vencerlos.
hu: Segítünk nektek legyőzni őket.
it: Vi aiuteremo a sconfiggerli.

source: They're gone.
cs: Je po nich.
da: De er væk.
de: Sie sind weg.
es: Se fueron.
hu: Már jönnek is.
it: Se ne sono andati.

source: No, the undead have attacked here as well, and they seem to be coming from the north.
cs: Ne, nemrtví tady také zaútočili a zdá se, že šli na sever.
da: Nej, de udøde har også angrebet her, og de ser ud til at komme fra nord.
de: Nein, die Untoten haben auch hier angegriffen und sie scheinen aus Norden zu kommen.
es: No, los no-muertos han atacado aquí también, y parecen provenir de el norte.
hu: Nem, az élőholtak már itt is támadtak, és úgy tűnik észak felől jöttek.
it: No, i non-morti hanno attaccato anche qua e sembra che arrivino da nord.

source: For how long have they been attacking?
cs: Kdy útočili?
da: I hvor lang tid har de angrebet?
de: Wie lange greifen sie schon an?
es: ¿Cuánto tiempo llevan atacando?
hu: És mikor támadtak meg benneteket?
it: Da quanto tempo vi stanno attaccando?

source: Just recently.
cs: Nedávno.
da: Kun fornylig.
de: Erst seid kurzem.
es: Hace poco.
hu: Csak nemrégiben.
it: Solo di recente.

source: Hmmm...
cs: Hmm ...
es: Mmmm...

source: We will go north with you to defeat them.
cs: Půjdeme na sever a rozdrtíme je.
da: Vi følger dig nordpå for at besejre dem.
de: Wir werden mit euch nach Norden ziehen um sie zu besiegen.
es: Iremos al norte contigo para derrotarlos.
hu: Veled megyünk északnak, hogy legyőzzük őket.
it: Andremo a nord con voi per sconfiggerli.

source: Thank you.
cs: Díky.
da: Tak.
de: Danke!
es: Gracias.
hu: Köszönöm.
it: Grazie.

source: The Student
cs: Student
da: Studenten
de: Der Student
es: El Estudiante
hu: A tanonc
it: Lo studente

source: In a remote part of Wesnoth, there is a mage city where young mages learn away from the outside world.
cs: Ve vzdálené části Wesnothu stojí město Mágů, kde se mladí mágové učí, vzdáleni od vnějšího světa.
da: I en fjern del af Wesnoth er der en troldmandsby hvor unge trolddomslærlinge undervises fjernt fra den omkringliggende verden.
de: In einem entfernten Teil von Wesnoth gibt es eine Stadt der Magier, in der junge Magier abseits der restlichen Welt studieren.
es: En una parte remota de Wesnoth, hay una ciudad de magos donde los magos jóvenes aprendenlejos del mundo exterior.
hu: Wesnoth egy távoli részén található a varázslók város, ahol a fiatal varázslók mágiát tanulnak elzárva a külvilágtól.
it: In un angolo remoto di Wesnoth, c'è una città dei maghi dove i giovani apprendisti apprendono lontano dal mondo esterno.

source: One day, two students, Ryan and Deven..
cs: Studovali tam dva studenti jménem Ryan a Deven...
da: En dag to studenter Ryan og Deven..
de: Eines Tages zwischen den beiden Studenten Ryan und Deven..
es: Un día, dos estudiantes, Ryan y Deven...
hu: Egy napon, két tanonc, Ryan és Deven...
it: Un giorno, due studenti, Ryan e Deven...

source: Hello Deven.
cs: Ahoj Devene.
da: Hej Deven.
de: Hallo Deven.
es: Hola Deven.
hu: Szia Deven.
it: Ciao Deven.

source: Hehehehee...
cs: Hehehehehe...
es: Jejejeje...
it: Ehehehee...

source: Suddenly Deven vanished.
cs: Najednou Deven zmizel.
da: Pludselig forsvandt deven.
de: Plötzlich verschwindet Deven.
es: Deven desapareció de repente.
hu: Majd Deven hirtelen eltűnik.
it: Deven scomparve all'improvviso...

source: What happened?
cs: Co se stalo?
da: Hvad skete der?
de: Was ist passiert?
es: ¿Qué sucedió?
hu: Mi történt?
it: Cosa è successo?

source: AotU
cs: ÚN
da: Dua
de: AdU
es: AdlNM
hu: Aét
it: L'adn-m

source: Play as a mage to protect your city from the undead.
cs: Hraj jako mág a ochraň své město před nemrtvými.
da: Spil som en troldmand og beskyt din by mod de udøde.
de: Spiel als ein Magier und schütze deine Stadt vor den Untoten.
es: Juega como un mago para proteger tu ciudad de los muertos vivientes.
hu: Egy mágussal az élen védd meg a városod a támadó élőholtaktól.
it: Mettiti nei panni di un mago che deve proteggere la propria città dai non-morti.

source: (Novice level, 4 scenarios.)
cs: (Obtížnost: začátečník, 4 scénářů)
da: (Let niveau, 4 scenarier.)
de: (Einstufung: Einsteiger, 4 Szenarien)
es: (Nivel principiante, 4 escenarios.)
hu: (Kezdő szint, 4 pálya.)
it: (livello debuttante, 4 scenari.)

source: Mage
cs: Mág
da: Troldmand
de: Magier
es: Mago
hu: Mágus
it: Mago

source: Easy
cs: Lehká
da: Nem
de: Einfach
es: Fácil
hu: Könnyű
it: Facile

source: Red Mage
cs: Červený mág
da: Rød Troldmand
de: Roter Magier
es: Mago rojo
hu: Vörös mágus
it: Mago Rosso

source: Normal
cs: Normální
hu: Átlagos
it: Normale

source: Arch Mage
cs: Arcimág
da: Ærketroldmand
de: Erzmagier
es: Archimago
hu: Varázslómester
it: Arcimago

source: Challenging
cs: Náročná
da: Udfordrende
de: Herausfordernd
es: Desafiante
hu: Kihívást Jelentő
it: Impegnativo

source: Campaign Design
cs: Návrh tažení
da: Kampagnedesign
de: Entwickler der Kampagne
es: Diseño de la Campaña
hu: Hadjárat tervezés
it: Progetto della campagna

source: Campaign Maintenance
cs: Údržba tažení
da: Nuværende Vedligeholder
de: Betreuer der Kampagne
es: Mantenimiento de la Campaña
hu: Hadjárat karbantartása
it: Manutenzione della campagna

source: Translation
cs: Překlad
da: Oversættelse
de: Übersetzung
es: Traducción
hu: Fordítás
it: Traduzione
